Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-advanced.imported-with-warnings
source: Imported %d config setting(s) with %d warning(s).
de: %d Config-Einstellung(en) mit %d Warnung(en) importiert.
es: %d ajuste(s) de configuración importado(s) con %d advertencia(s).
fr: %d réglage(s) de config importé(s) avec %d avertissement(s).
ja: %d 件の設定を読み込みました（警告 %d 件）。
ko: %d개 구성 설정을 가져왔고 경고가 %d개 있습니다.
ru: Импортировано %d параметров config с %d предупреждениями.
vi: Đã nhập %d cài đặt config với %d cảnh báo.
zh_hans: 已导入 %d 项配置设置，并有 %d 条警告。
zh_hant: 已匯入 %d 項設定，並有 %d 則警告。

# preferences-advanced.open-config-button
source: Open config.toml
de: config.toml öffnen
es: Abrir config.toml
fr: Ouvrir config.toml
ja: config.toml を開く
ko: config.toml 열기
ru: Открыть config.toml
vi: Mở config.toml
zh_hans: 打开 config.toml
zh_hant: 開啟 config.toml

# preferences-advanced.open-config-failed
source: macOS could not open %@.
de: macOS konnte %@ nicht öffnen.
es: macOS no pudo abrir %@.
fr: macOS n’a pas pu ouvrir %@.
ja: macOS は %@ を開けませんでした。
ko: macOS가 %@을 열 수 없습니다.
ru: macOS не удалось открыть %@.
vi: macOS không thể mở %@.
zh_hans: macOS 无法打开 %@。
zh_hant: macOS 無法開啟 %@。

# preferences-advanced.open-config-missing
source: No config file exists at %@. Export a backup first, then open it here.
de: Unter %@ gibt es keine config-Datei. Exportiere zuerst ein Backup und öffne es dann hier.
es: No existe ningún archivo de configuración en %@. Exporta primero una copia y luego ábrela aquí.
fr: Aucun fichier config n’existe à %@. Exportez d’abord une sauvegarde, puis ouvrez-la ici.
ja: %@ に設定ファイルがありません。先にバックアップを書き出してから、ここで開いてください。
ko: %@에 구성 파일이 없습니다. 먼저 백업을 내보낸 뒤 여기에서 여세요.
ru: По пути %@ нет файла config. Сначала экспортируйте резервную копию, затем откройте ее здесь.
vi: Chưa có tệp config tại %@. Hãy xuất sao lưu trước, rồi mở tại đây.
zh_hans: %@ 没有配置文件。请先导出备份，然后在这里打开。
zh_hant: %@ 沒有設定檔。請先匯出備份，然後在這裡開啟。

# preferences-advanced.open-config-succeeded
source: config.toml opened.
de: config.toml geöffnet.
es: config.toml abierto.
fr: config.toml ouvert.
ja: config.toml を開きました。
ko: config.toml을 열었습니다.
ru: config.toml открыт.
vi: Đã mở config.toml.
zh_hans: 已打开 config.toml。
zh_hant: 已開啟 config.toml。

# preferences-advanced.open-config-unavailable
source: Could not open config.toml.
de: config.toml konnte nicht geöffnet werden.
es: No se pudo abrir config.toml.
fr: Impossible d’ouvrir config.toml.
ja: config.toml を開けませんでした。
ko: config.toml을 열 수 없습니다.
ru: Не удалось открыть config.toml.
vi: Không thể mở config.toml.
zh_hans: 无法打开 config.toml。
zh_hant: 無法開啟 config.toml。

# preferences-advanced.open-existing-config-button
source: Open Existing
de: Vorhandene öffnen
es: Abrir existente
fr: Ouvrir l’existant
ja: 既存を開く
ko: 기존 파일 열기
ru: Открыть существующий
vi: Mở bản hiện có
zh_hans: 打开现有文件
zh_hant: 開啟現有檔案

# preferences-advanced.opened-config
source: Opened config.toml from %@
de: config.toml aus %@ geöffnet
es: config.toml abierto desde %@
fr: config.toml ouvert depuis %@
ja: %@ から config.toml を開きました
ko: %@에서 config.toml을 열었습니다
ru: config.toml открыт из %@
vi: Đã mở config.toml từ %@
zh_hans: 已从 %@ 打开 config.toml
zh_hant: 已從 %@ 開啟 config.toml

# preferences-advanced.operation-finished
source: Done.
de: Fertig.
es: Listo.
fr: Terminé.
ja: 完了しました。
ko: 완료.
ru: Готово.
vi: Xong.
zh_hans: 完成。
zh_hant: 完成。

# preferences-advanced.restore-defaults-button
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
ru: Восстановить
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# preferences-advanced.restore-defaults-confirm-button
source: Restore Defaults
de: Standardeinstellungen wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les réglages par défaut
ja: デフォルトに戻す
ko: 기본값 복원
ru: Восстановить умолчания
vi: Khôi phục mặc định
zh_hans: 恢复默认设置
zh_hant: 恢復預設值

# preferences-advanced.restore-defaults-confirmation-message
source: If you confirm, Snapzy will replace config.toml with default values, reset app settings, and clear cloud credentials. Saved captures are not deleted.
de: Wenn du bestätigst, ersetzt Snapzy config.toml durch Standardwerte, setzt App-Einstellungen zurück und löscht Cloud-Zugangsdaten. Gespeicherte Aufnahmen werden nicht gelöscht.
es: Si confirmas, Snapzy reemplazará config.toml con valores predeterminados, restablecerá los ajustes de la app y borrará las credenciales de la nube. Las capturas guardadas no se eliminan.
fr: Si vous confirmez, Snapzy remplacera config.toml par les valeurs par défaut, réinitialisera les réglages de l’app et effacera les identifiants cloud. Les captures enregistrées ne sont pas supprimées.
ja: 確認すると、Snapzy は config.toml をデフォルト値で置き換え、アプリ設定をリセットし、クラウド認証情報を消去します。保存済みのキャプチャは削除されません。
ko: 확인하면 Snapzy가 config.toml을 기본값으로 교체하고 앱 설정을 재설정하며 클라우드 자격 증명을 지웁니다. 저장된 캡처는 삭제되지 않습니다.
ru: Если подтвердить действие, Snapzy заменит config.toml значениями по умолчанию, сбросит настройки приложения и удалит облачные учетные данные. Сохраненные снимки не удаляются.
vi: Nếu xác nhận, Snapzy sẽ thay config.toml bằng giá trị mặc định, đặt lại cài đặt ứng dụng và xóa thông tin đăng nhập cloud. Ảnh và bản ghi đã lưu sẽ không bị xóa.
zh_hans: 确认后，Snapzy 会用默认值替换 config.toml，重置应用设置，并清除云端凭据。已保存的捕捉内容不会被删除。
zh_hant: 確認後，Snapzy 會用預設值取代 config.toml，重置 App 設定，並清除雲端憑證。已儲存的擷取內容不會被刪除。

# preferences-advanced.restore-defaults-confirmation-title
source: Restore default settings?
de: Standardeinstellungen wiederherstellen?
es: ¿Restaurar ajustes predeterminados?
fr: Restaurer les réglages par défaut ?
ja: 設定をデフォルトに戻しますか？
ko: 기본 설정을 복원할까요?
ru: Восстановить настройки по умолчанию?
vi: Khôi phục cài đặt mặc định?
zh_hans: 要恢复默认设置吗？
zh_hant: 要恢復預設設定嗎？

# preferences-advanced.restore-defaults-description
source: Reset all settings
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
fr: Réinitialiser tous les réglages
ja: すべての設定をリセット
ko: 모든 설정 재설정
ru: Сбросить все настройки
vi: Đặt lại mọi cài đặt
zh_hans: 重置所有设置
zh_hant: 重置所有設定

# preferences-advanced.restore-defaults-failed
source: Could not restore defaults.
de: Standards konnten nicht wiederhergestellt werden.
es: No se pudieron restaurar los valores predeterminados.
fr: Impossible de restaurer les valeurs par défaut.
ja: デフォルトを復元できませんでした。
ko: 기본값을 복원할 수 없습니다.
ru: Не удалось восстановить умолчания.
vi: Không thể khôi phục mặc định.
zh_hans: 无法恢复默认设置。
zh_hant: 無法恢復預設值。

# preferences-advanced.restore-defaults-succeeded
source: Defaults restored.
de: Standards wiederhergestellt.
es: Valores predeterminados restaurados.
fr: Valeurs par défaut restaurées.
ja: デフォルトを復元しました。
ko: 기본값이 복원되었습니다.
ru: Умолчания восстановлены.
vi: Đã khôi phục mặc định.
zh_hans: 已恢复默认设置。
zh_hant: 已恢復預設值。

# preferences-advanced.restore-defaults-title
source: Restore defaults
de: Standards wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les valeurs par défaut
ja: デフォルトに戻す
ko: 기본값 복원
ru: Восстановить умолчания
vi: Khôi phục mặc định
zh_hans: 恢复默认设置
zh_hant: 恢復預設值

# preferences-advanced.sync-config-confirm-button
source: Sync & Open
de: Synchronisieren & öffnen
es: Sincronizar y abrir
fr: Synchroniser et ouvrir
ja: 同期して開く
ko: 동기화하고 열기
ru: Синхронизировать и открыть
vi: Đồng bộ & mở
zh_hans: 同步并打开
zh_hant: 同步並開啟

# preferences-advanced.sync-now-button
source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화
ru: Синхронизировать
vi: Đồng bộ ngay
zh_hans: 立即同步
zh_hant: 立即同步

# preferences-advanced.url-scheme-description
source: Allow external triggers via snapzy:// URLs
de: Externe Auslöser über snapzy://-URLs zulassen
es: Permitir activadores externos mediante URL snapzy://
fr: Autoriser les déclencheurs externes via les URL snapzy://
ja: snapzy:// URL による外部からの呼び出しを許可します
ko: snapzy:// URL을 통한 외부 트리거 허용
ru: Разрешить внешние триггеры через URL-адреса snapzy://
vi: Cho phép kích hoạt bên ngoài qua URL snapzy://
zh_hans: 允许通过 snapzy:// URL 进行外部触发
zh_hant: 允許透過 snapzy:// URL 進行外部觸發

# preferences-advanced.url-scheme-title
source: URL Scheme integration
de: URL-Schema-Integration
es: Integración de URL Scheme
fr: Intégration du schéma URL
ja: URLスキームの統合
ko: URL 스킴 통합
ru: Интеграция URL-схемы
vi: Tích hợp URL Scheme
zh_hans: URL Scheme 集成
zh_hant: URL Scheme 整合

# preferences-general.access-not-granted
source: %@ (Access not granted)
de: %@ (Zugriff nicht gewährt)
es: %@ (Acceso no concedido)
fr: %@ (Accès non accordé)
ja: %@（未許可）
ko: %@(액세스 권한이 부여되지 않음)
ru: %@ (Доступ не предоставлен)
vi: %@ (Chưa được cấp quyền)
zh_hans: %@（未授予访问权限）
zh_hant: %@（未授予訪問權限）

# preferences-general.calculating
source: Calculating...
de: Berechnen...
es: Calculando...
fr: Calcul...
ja: 計算中...
ko: 계산 중...
ru: Вычисление...
vi: Đang tính...
zh_hans: 正在计算...
zh_hant: 正在計算...

# preferences-general.check-automatically-description
source: Look for updates on launch
de: Suchen Sie beim Start nach Updates
es: Busque actualizaciones sobre el lanzamiento
fr: Recherchez des mises à jour au lancement
ja: 起動時にアップデートを確認します
ko: 출시 시 업데이트를 찾아보세요
ru: Следите за обновлениями при запуске
vi: Kiểm tra cập nhật khi khởi chạy
zh_hans: 启动时检查更新
zh_hant: 啟動時檢查更新

# preferences-general.check-automatically-title
source: Check automatically
de: Automatisch prüfen
es: Comprobar automáticamente
fr: Vérifiez automatiquement
ja: 自動的に確認
ko: 자동으로 확인
ru: Проверка автоматически
vi: Tự kiểm tra
zh_hans: 自动检查
zh_hant: 自動檢查

# preferences-general.choose-button
source: Choose...
de: Wählen Sie...
es: Elige...
fr: Choisissez...
ja: 選択...
ko: 선택하세요...
ru: Выбирайте...
vi: Chọn...
zh_hans: 选择...
zh_hant: 選擇...

# preferences-general.choose-save-location-message
source: Choose where Snapzy saves captures
de: Wählen Sie, wo Snapzy Aufnahmen speichert
es: Elige dónde Snapzy guarda las capturas
fr: Choisissez où Snapzy enregistre les captures
ja: Snapzy がキャプチャを保存する場所を選択します
ko: Snapzy가 캡처를 저장할 위치를 선택하세요
ru: Выберите, где Snapzy сохраняет снимки
vi: Chọn nơi Snapzy lưu ảnh và video
zh_hans: 选择 Snapzy 保存截屏与录屏的位置
zh_hant: 選擇 Snapzy 儲存截圖與錄製的位置

# preferences-general.crash-logging-description
source: Save local logs for app, capture, recording, and crash diagnostics
de: Lokale Protokolle für App-, Aufnahme-, Bildschirmaufzeichnungs- und Absturzdiagnosen speichern
es: Guardar registros locales para diagnósticos de la app, capturas, grabaciones y fallos
fr: Enregistrer des journaux locaux pour diagnostiquer l’app, les captures, les enregistrements et les incidents
ja: アプリ、キャプチャ、録画、クラッシュの診断用にローカルログを保存します
ko: 앱, 캡처, 녹화, 충돌 진단을 위해 로컬 로그를 저장합니다
ru: Сохранять локальные журналы для диагностики приложения, снимков, записей и сбоев
vi: Lưu log cục bộ cho chẩn đoán app, chụp, quay màn hình và sự cố
zh_hans: 保存用于应用、截图、录屏和崩溃诊断的本地日志
zh_hant: 儲存用於 App、截圖、錄影和崩潰診斷的本機日誌

# preferences-general.crash-logging-title
source: Diagnostic Logging
de: Diagnoseprotokollierung
es: Registro de diagnóstico
fr: Journalisation des diagnostics
ja: 診断ログ
ko: 진단 로깅
ru: Журналирование диагностики
vi: Ghi log chẩn đoán
zh_hans: 诊断日志
zh_hant: 診斷日誌

# preferences-general.download-automatically-description
source: Download updates in background
de: Updates im Hintergrund herunterladen
es: Descargar actualizaciones en segundo plano
fr: Télécharger les mises à jour en arrière-plan
ja: バックグラウンドでアップデートをダウンロード
ko: 백그라운드에서 업데이트 다운로드
ru: Загрузка обновлений в фоновом режиме
vi: Tải cập nhật trong nền
zh_hans: 在后台下载更新
zh_hant: 在後台下載更新

# preferences-general.download-automatically-title
source: Download automatically
de: Automatisch herunterladen
es: Descargar automáticamente
fr: Télécharger automatiquement
ja: 自動的にダウンロード
ko: 자동으로 다운로드
ru: Загружать автоматически
vi: Tự tải xuống
zh_hans: 自动下载
zh_hant: 自動下載

# preferences-general.language-description
source: Choose the language used across Snapzy
de: Wählen Sie die in Snapzy verwendete Sprache
es: Elige el idioma que usa Snapzy
fr: Choisissez la langue utilisée dans Snapzy
ja: Snapzy 全体で使用する言語を選択
ko: Snapzy 전체에서 사용할 언어를 선택하세요
ru: Выберите язык, используемый в Snapzy
vi: Chọn ngôn ngữ dùng trong toàn bộ Snapzy
zh_hans: 选择 Snapzy 中使用的语言
zh_hant: 選擇 Snapzy 使用的語言

# preferences-general.language-relaunch-confirmation-action
source: Relaunch Snapzy
de: Snapzy neu starten
es: Reiniciar Snapzy
fr: Relancer Snapzy
ja: Snapzy を再起動
ko: Snapzy 다시 실행
ru: Перезапустить Snapzy
vi: Mở lại Snapzy
zh_hans: 重新启动 Snapzy
zh_hant: 重新啟動 Snapzy

# preferences-general.language-relaunch-confirmation-message
source: Snapzy needs to quit and reopen to apply this language change everywhere.
de: Snapzy muss beendet und erneut geöffnet werden, damit diese Sprachänderung in der ganzen App angewendet wird.
es: Snapzy debe cerrarse y volver a abrirse para aplicar este cambio de idioma en toda la app.
fr: Snapzy doit se fermer puis se rouvrir pour appliquer ce changement de langue dans toute l’app.
ja: この言語変更をアプリ全体に反映するには、Snapzy を終了して再度開く必要があります。
ko: 이 언어 변경을 앱 전체에 적용하려면 Snapzy를 종료한 뒤 다시 열어야 합니다.
ru: Чтобы применить это изменение языка во всем приложении, Snapzy нужно закрыть и открыть снова.
vi: Snapzy cần thoát và mở lại để áp dụng thay đổi ngôn ngữ ở toàn bộ ứng dụng.
zh_hans: Snapzy 需要退出并重新打开，才能在整个应用中应用此语言更改。
zh_hant: Snapzy 需要先結束並重新開啟，才能在整個應用程式中套用這次語言變更。

# preferences-general.language-relaunch-confirmation-title
source: Relaunch Snapzy?
de: Snapzy neu starten?
es: ¿Reiniciar Snapzy?
fr: Relancer Snapzy ?
ja: Snapzy を再起動しますか？
ko: Snapzy를 다시 실행할까요?
ru: Перезапустить Snapzy?
vi: Mở lại Snapzy?
zh_hans: 重新启动 Snapzy？
zh_hant: 重新啟動 Snapzy？

# preferences-general.language-relaunch-error-title
source: Could Not Relaunch Snapzy
de: Snapzy konnte nicht neu gestartet werden
es: No se pudo reiniciar Snapzy
fr: Impossible de relancer Snapzy
ja: Snapzy を再起動できませんでした
ko: Snapzy를 다시 실행할 수 없습니다
ru: Не удалось перезапустить Snapzy
vi: Không thể mở lại Snapzy
zh_hans: 无法重新启动 Snapzy
zh_hant: 無法重新啟動 Snapzy

# preferences-general.language-restart-hint
source: Language changes apply after relaunch
de: Sprachänderungen werden nach einem Neustart angewendet
es: Los cambios de idioma se aplican después de reiniciar la app
fr: Les changements de langue s’appliqueront après le redémarrage
ja: 言語の変更は再起動後に反映されます
ko: 언어 변경은 다시 실행한 후 적용됩니다
ru: Изменения языка вступят в силу после перезапуска
vi: Thay đổi ngôn ngữ sẽ áp dụng sau khi mở lại ứng dụng
zh_hans: 语言更改将在重新启动后生效
zh_hant: 語言變更會在重新啟動後生效

# preferences-general.language-system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
ja: システム設定
ko: 시스템 기본값
ru: Системный язык
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# preferences-general.language-title
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
ja: アプリの言語
ko: 앱 언어
ru: Язык приложения
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

# preferences-general.last-checked-title
source: Last checked
de: Zuletzt überprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終確認
ko: 마지막 확인
ru: Последняя проверка
vi: Lần kiểm tra gần nhất
zh_hans: 最后检查
zh_hant: 最後檢查

# preferences-general.log-files-title
source: Log Files
de: Protokolldateien
es: Archivos de registro
fr: Fichiers journaux
ja: ログファイル
ko: 로그 파일
ru: Файлы журналов
vi: Tệp log
zh_hans: 日志文件
zh_hant: 日誌檔案

# preferences-general.log-retention-description
source: Keep one diagnostic log file per day for %d days
de: Eine Diagnoseprotokolldatei pro Tag für %d Tage behalten
es: Conservar un archivo de registro de diagnóstico por día durante %d días
fr: Conserver un fichier journal de diagnostic par jour pendant %d jours
ja: %d日間、1日につき1つの診断ログファイルを保持します
ko: %d일 동안 하루에 하나의 진단 로그 파일을 보관합니다
ru: Хранить по одному файлу журнала диагностики в день в течение %d дней
vi: Giữ mỗi ngày 1 tệp log chẩn đoán trong %d ngày
zh_hans: 保留 %d 天，每天一个诊断日志文件
zh_hant: 保留 %d 天，每天一個診斷日誌檔案

# preferences-general.log-retention-title
source: Keep Logs For
de: Protokolle behalten für
es: Conservar registros durante
fr: Conserver les journaux pendant
ja: ログの保持期間
ko: 로그 보관 기간
ru: Хранить журналы
vi: Giữ log trong
zh_hans: 日志保留时间
zh_hant: 日誌保留時間

# preferences-general.menu-bar-icon-description
source: Access Snapzy from the menu bar. When hidden, open Snapzy again to show settings.
de: Greifen Sie über die Menüleiste auf Snapzy zu. Wenn das Symbol ausgeblendet ist, öffnen Sie Snapzy erneut, um die Einstellungen anzuzeigen.
es: Accede a Snapzy desde la barra de menú. Cuando esté oculto, vuelve a abrir Snapzy para mostrar la configuración.
fr: Accédez à Snapzy depuis la barre de menus. S'il est masqué, ouvrez à nouveau Snapzy pour afficher les paramètres.
ja: メニューバーからSnapzyにアクセスします。非表示の場合は、もう一度Snapzyを開いて設定を表示します。
ko: 메뉴 바에서 Snapzy에 액세스합니다. 아이콘이 숨겨져 있을 때 설정을 표시하려면 Snapzy를 다시 실행하십시오.
ru: Доступ к Snapzy из строки меню. Если он скрыт, снова откройте Snapzy, чтобы показать настройки.
vi: Truy cập Snapzy từ thanh menu. Khi bị ẩn, hãy mở lại Snapzy một lần nữa để hiển thị cài đặt.
zh_hans: 从菜单栏访问 Snapzy。隐藏时，再次打开 Snapzy 以显示设置。
zh_hant: 從選單列存取 Snapzy。隱藏時，再次打開 Snapzy 以顯示設定。

# preferences-general.menu-bar-icon-title
source: Show menu bar icon
de: Menüleistensymbol anzeigen
es: Mostrar icono en la barra de menús
fr: Afficher l'icône de la barre des menus
ja: メニューバーのアイコンを表示
ko: 메뉴 바 아이콘 표시
ru: Показывать значок в строке меню
vi: Hiển thị biểu tượng trên thanh menu
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示

# preferences-general.never
source: Never
de: Niemals
es: Nunca
fr: Jamais
ja: なし
ko: 절대로
ru: Никогда
vi: Chưa từng
zh_hans: 从不
zh_hant: 永不

# preferences-general.no-logs
source: No logs
de: Keine Protokolle
es: Sin registros
fr: Aucun journal
ja: ログがありません
ko: 로그 없음
ru: Нет журналов
vi: Không có log
zh_hans: 没有日志
zh_hant: 沒有日誌

# preferences-general.open-folder-button
source: Open Folder
de: Öffnen Sie den Ordner
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 폴더 열기
ru: Открыть папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 打開檔案夾

# preferences-general.open-report-page-button
source: Open Report Page
de: Berichtsseite öffnen
es: Abrir página de informe
fr: Ouvrir la page de rapport
ja: 報告ページを開く
ko: 신고 페이지 열기
ru: Открыть страницу отчета
vi: Mở trang báo lỗi
zh_hans: 打开报告页面
zh_hant: 開啟回報頁面

# preferences-general.play-sounds-description
source: Audio feedback for captures
de: Audio-Feedback für Aufnahmen
es: Comentarios de audio para capturas
fr: Retour audio pour les captures
ja: キャプチャの音声フィードバック
ko: 캡처에 대한 오디오 피드백
ru: Звуковая обратная связь для снимков
vi: Phản hồi âm thanh khi chụp và ghi
zh_hans: 截屏与录屏完成时播放提示音
zh_hant: 截圖與錄製完成時播放提示音

# preferences-general.play-sounds-title
source: Play sounds
de: Töne abspielen
es: Reproducir sonidos
fr: Jouer des sons
ja: サウンドを再生
ko: 소리 재생
ru: Воспроизвести звуки
vi: Phát âm thanh
zh_hans: 播放声音
zh_hant: 播放聲音

# preferences-general.report-issue-description
source: Send a diagnostic log bundle at %@ when something goes wrong
de: Bei Problemen ein Diagnose-Log-Bundle über %@ senden
es: Envía un paquete de logs de diagnóstico en %@ cuando algo vaya mal
fr: Envoyez un lot de journaux de diagnostic sur %@ en cas de problème
ja: 問題が発生したら %@ で診断ログバンドルを送信します
ko: 문제가 생기면 %@에서 진단 로그 묶음을 보내세요
ru: При проблемах отправляйте пакет журналов диагностики на %@
vi: Gửi gói log chẩn đoán tại %@ khi gặp vấn đề
zh_hans: 遇到问题时在 %@ 发送诊断日志包
zh_hant: 遇到問題時在 %@ 傳送診斷日誌包

# preferences-general.report-issue-title
source: Report a Problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 問題を報告
ko: 문제 신고
ru: Сообщить о проблеме
vi: Báo vấn đề
zh_hans: 报告问题
zh_hant: 回報問題

# preferences-general.restart-button
source: Restart
de: Starten Sie
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 다시 시작
ru: Перезапустить
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啟動

# preferences-general.restart-onboarding-description
source: Show the welcome tutorial again
de: Das Willkommen-Tutorial erneut anzeigen
es: Mostrar nuevamente el tutorial de bienvenida
fr: Afficher à nouveau le tutoriel de bienvenue
ja: ようこそチュートリアルを再度表示します
ko: 환영 튜토리얼을 다시 보여주세요
ru: Показать приветственное руководство еще раз
vi: Hiện lại hướng dẫn chào mừng
zh_hans: 再次显示欢迎教程
zh_hant: 再次顯示歡迎教學

# preferences-general.restart-onboarding-title
source: Restart Onboarding
de: Onboarding neu starten
es: Reiniciar la incorporación
fr: Redémarrer l'intégration
ja: オンボーディングを再開
ko: 온보딩 다시 시작
ru: Перезапустить регистрацию
vi: Khởi động lại onboarding
zh_hans: 重启引导页
zh_hant: 重啟引導頁

# preferences-general.save-here-button
source: Save Here
de: Hier speichern
es: Guardar aquí
fr: Enregistrez ici
ja: ここに保存
ko: 여기에 저장
ru: Сохранить здесь
vi: Lưu tại đây
zh_hans: 保存在这里
zh_hant: 保存在這裡

# preferences-general.save-location-description
source: Where Snapzy stores captures
de: Wo Snapzy Aufnahmen speichert
es: Dónde almacena Snapzy las capturas
fr: Où Snapzy stocke les captures
ja: Snapzy がキャプチャを保存する場所
ko: Snapzy 매장이 캡처하는 곳
ru: Где Snapzy хранит снимки
vi: Nơi Snapzy lưu ảnh và video
zh_hans: Snapzy 保存截屏与录屏的位置
zh_hant: Snapzy 儲存截圖與錄製的位置

# preferences-general.save-location-title
source: Save location
de: Standort speichern
es: Guardar ubicación
fr: Enregistrer l'emplacement
ja: 保存先
ko: 위치 저장
ru: Сохранить местоположение
vi: Vị trí lưu
zh_hans: 保存位置
zh_hant: 儲存位置

# preferences-general.section-appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외모
ru: Внешний вид
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# preferences-general.section-diagnostics
source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
ru: Диагностика
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

# preferences-general.section-help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
ru: Помогите
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 說明

# preferences-general.section-startup
source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: スタートアップ
ko: 시작
ru: Стартап
vi: Khởi động
zh_hans: 启动
zh_hant: 啟動

# preferences-general.section-storage
source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장공간
ru: Хранение
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存空間

# preferences-general.start-at-login-description
source: Launch Snapzy when you log in
de: Starten Sie Snapzy, wenn Sie sich anmelden
es: Inicie Snapzy cuando inicie sesión
fr: Lancez Snapzy lorsque vous vous connectez
ja: ログイン時にSnapzyを起動する
ko: 로그인 후 Snapzy를 실행하세요
ru: Запустите Snapzy при входе в систему
vi: Mở Snapzy khi bạn đăng nhập
zh_hans: 登录时启动 Snapzy
zh_hant: 登入時啟動 Snapzy

# preferences-general.start-at-login-title
source: Start at login
de: Beim Anmelden starten
es: Comenzar al iniciar sesión
fr: Commencez par la connexion
ja: ログイン時に起動
ko: 로그인 시 시작
ru: Начать при входе в систему
vi: Khởi động khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

# preferences-general.theme-description
source: Choose your preferred appearance
de: Wählen Sie Ihr bevorzugtes Erscheinungsbild
es: Elige tu apariencia preferida
fr: Choisissez votre apparence préférée
ja: お好みの外観を選択してください
ko: 선호하는 외모를 선택하세요
ru: Выберите предпочитаемый внешний вид
vi: Chọn giao diện ưa thích
zh_hans: 选择您喜欢的外观
zh_hant: 選擇您喜歡的外觀

# preferences-general.theme-title
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
ru: Тема
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# preferences-history.background-style-description
source: Applies to the History window and floating panel
de: Gilt für das Verlaufsfenster und das schwebende Panel
es: Se aplica a la ventana del historial y al panel flotante
fr: S’applique à la fenêtre Historique et au volet flottant
ja: 履歴ウインドウとフローティングパネルに適用されます
ko: 기록 창과 플로팅 패널에 적용됩니다
ru: Применяется к окну «История» и плавающей панели
vi: Áp dụng cho cửa sổ History và bảng nổi
zh_hans: 适用于历史记录窗口和悬浮面板
zh_hant: 適用於歷史記錄視窗與浮動面板

# preferences-history.background-style-title
source: Background Style
de: Hintergrundstil
es: Estilo de fondo
fr: Style d’arrière-plan
ja: 背景スタイル
ko: 배경 스타일
ru: Стиль фона
vi: Kiểu nền
zh_hans: 背景样式
zh_hant: 背景樣式
